Repository: huaiyinfeilong/xyOCR
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Xinyi OCR
ru: Распознавание текста Xinyi

source: Periodically refresh recognized content
ru: Периодически обновлять распознанный контент

source: Switch OCR engine
ru: Переключить механизм распознавания текста

source: Text recognition
ru: Распознавание текста

source: Recognition failed
ru: Распознавание не удалось

source: Please turn off the screen curtain before recognition
ru: Пожалуйста, отключите затемнение экрана перед распознаванием

source: Clipboard text recognition
ru: Распознавание текста в буфере обмена

source: Already in a content recognition result
ru: Уже в области результатов распознавания

source: Recognizing
ru: Распознавание

source: Image description
ru: Описание изображения

source: Clipboard image description
ru: Описание изображения из буфера обмена

source: Baidu Accurate OCR
ru: Высокоточное распознавание текста Baidu

source: Baidu General OCR
ru: Распознавание текста Baidu

source: Offline OCR
ru: Оффлайн-распознавание текста

source: Aggregating various offline and online OCR services
ru: Это дополнение объединяет различные офлайн- и онлайн-сервисы распознавания текста
